const constTaskNightInTheMuseum = {
    "instruction": "Этой весной в Москве проходит акция “Ночь музеев”, когда музеи города открыты для посетителей намного дольше, чем обычно. " +
        "Ты со своей старшей сестрой Асей отправляешься в Новую Третьяковку на Крымском Валу и тебе предстоит выполнить различные задания. " +
        "Обрати внимание: при выполнении каждого задания после нажатия кнопки «Готово» ты уже не сможешь изменить ответ.",
    "screens": [
        {"id": 0, "text": "Старшая сестра Ася, 20 лет: Давай собираться. Выбери рюкзак, с которым пойдешь в музей."},
        {"id": 1, "text": "Инструкция: Выбери рюкзак, с которым пойдешь в музей."},
        {"id": 2, "text": "Ася: Возьми другой рюкзак. Этот слишком большой и со шнуровкой, это неудобно и небезопасно для музея. " +
                "Кстати, мне кажется, что не все вещи в рюкзаке можно брать в музей. Подумай, что из этого охранник попросит тебя выложить.\n"},
        {"id": 3, "text": "Ася: Перед выходом проверь рюкзак. Мне кажется, что не все вещи в рюкзаке можно брать в музей.  Подумай, что из этого охранник попросит тебя выложить.\n" +
                "\n"},
        {"id": 4, "text": "Ася: Нам осталось только обуться, и можно выходить. Достань, пожалуйста, обувь из шкафа для себя и для меня."},
        {"id": 5, "text": "Ася: Ну что, выходим? Поедем на метро, так будет быстрее."},
        {"id": 6, "text": "Вы отправились в путь на метро и сейчас спускаетесь по эскалатору."},
        {"id": 7, "text": "Ася: Ой, эскалатор остановился. А мы опаздываем. Что будем делать?"},
        {"id": 8, "text": "Ася: Наконец-то мы в музее! Сколько тут людей! Пойдём сначала вон в тот зал, там почти никого нет."},
        {"id": 9, "text": "Вы вошли в зал музея, и вдруг одна из картин ожила."},
        {"id": 10, "text": "Коля: Эй! Привет! Я Коля. Живу в картине “Опять двойка”. Меня часто ругают за двойки, а я хочу гулять и веселиться! Помогите мне сделать домашку, пожалуйста!"},
        {"id": 11, "text": "Инструкция: Заполни пропуски в тексте."},
        {"id": 12, "text": "Коля: Спасибо за помощь! Можно я сегодня погуляю с вами?"},
        {"id": 13, "text": "Ася: Хорошо, тогда идем смотреть картины!"},
        {"id": 14, "text": "Коля: Наверное, мир сегодня не такой как на этих картинах?"},
        {"id": 15, "text": "Ася: Да. Например, правила поведения на дорогах и в транспорте на этих картинах точно не соблюдаются!"},
        {"id": 16, "text": "Коля: Что ты имеешь в виду?"},
        {"id": 17, "text": "Какое современное правило дорожного движения нарушается на картине? Выбери один ответ."},
        {"id": 18, "text": "Какое современное правило дорожного движения нарушается на картине? Выбери один ответ."},
        {"id": 19, "text": "Какое современное правило дорожного движения нарушается на картине? Выбери один ответ."},
        {"id": 20, "text": "Коля заскучал и предлагает тебе уйти из музея."},
        {"id": 21, "text": "Коля: Давай уйдем из музея! Пусть Ася дальше смотрит картины, а мы погуляем. Ну, что, идем?"},
        {"id": 22, "text": "Ася: Я все слышу! Так нельзя, ведь я буду волноваться. Ночью в городе опасно гулять без взрослых."},
        {"id": 23, "text": "Коля: Ладно. Но хотя бы покажите мне, как выглядит улица возле музея. Хоть одним глазочком хочу увидеть Москву!"},
        {"id": 24, "text": "Ася: Так и быть, давайте немного погуляем с вами по городу."},
        {"id": 25, "text": "Коля: Ладно. Но я так хочу увидеть Москву! Покажите мне, как выглядит улица возле музея."},
        {"id": 26, "text": "Ася: Мы можем немного погулять по городу."},
        {"id": 27, "text": "Ася: Я вас слышу. Хорошо, давайте немного погуляем с вами по городу."},
        {"id": 28, "text": "Вдруг в здании срабатывает пожарная сигнализация. Все посетители устремились к выходу."},
        {"id": 29, "text": "Коля: Пожарная сигнализация! Что делать?"},
        {"id": 30, "text": "Вы вышли из здания музея и пошли гулять по городу."},
        {"id": 31, "text": "Коля: Смотрите, какие-то ребята разрисовывают статую! Присоединимся к ним?"},
        {"id": 32, "text": "Ася: Нельзя портить культурные объекты!"},
        {"id": 33, "text": "Ася: Верно, нельзя портить культурные объекты."},
        {"id": 34, "text": "Коля: Наверное, нужно что-то делать. Как нам поступить?"},
        {"id": 35, "text": "Ася: Ну всё, вот теперь можем идти гулять! Идём!"},
        {"id": 36, "text": "Коля: Для прогулки нужно составить маршрут. У меня как раз есть карта, мне её передал друг. Проверь, она правильная?"},
        {"id": 37, "text": "Коля благодарен тебе за проверку карты. Вы отправляетесь на прогулку по вечернему городу."},
        {"id": 38, "text": "Коля: Москва такая красивая! А что это такое?"},
        {"id": 39, "text": "Добавь подписи к объектам на картинках, перенеси название выбранного объекта в нужное поле."},
        {"id": 40, "text": "Коля: Здорово, что мы с вами сегодня встретились. Но такие интересные события как наша Ночь музеев, наверное, бывают в Москве только раз в году?"},
        {"id": 41, "text": "Коля: Ну почему же? В Москве много интересных мероприятий. Расскажешь Коле?"},
        {"id": 42, "text": "Коля: Ого! Сколько у вас в городе всего интересного! А есть такие сайты, где я мог бы посмотреть красивые места Москвы, не выходя из галереи?"},
        {"id": 43, "text": "Инструкция: Выбери ВСЕ подходящие сайты, которыми можно воспользоваться, чтобы посмотреть достопримечательности Москвы онлайн."},
        {"id": 44, "text": "Коля: Я хочу проводить вас до дома. И город посмотрю, и за вас волноваться не буду."},
        {"id": 45, "text": "Когда ты, Коля и Ася почти добрались до вашего двора, Ася получила важное SMS."},
        {"id": 46, "text": "Ася: МЧС предупреждает, что в ближайшее время начнется ураганный ветер. Нам нужно поскорее попасть домой, а то идти через дворы может быть опасно."},
        {"id": 47, "text": "Коля: А если сильный ветер застанет вас в пути… Где будете прятаться от непогоды?"},
        {"id": 48, "text": "Коля: Как здорово, что вас предупреждают о возможных опасностях!"},
        {"id": 49, "text": "Ася: Да, у нас в городе хорошо развита система предупреждения жителей об опасности. " +
                "Например, на улице, во дворах домов ставят специальные предупреждающие знаки. Кстати, ты знаешь, что такие знаки означают?"},
        {"id": 50, "text": "Инструкция: Перемести предупреждающие знаки под соответствующие подписи.\n"},
        {"id": 51, "text": "Коля: А может погуляем еще и завтра?"},
        {"id": 52, "text": "Инструкция: Построй план прогулки по времени. Выбери, когда лучше посетить то или иное место. Перетащи подходящую активность в нужный временной промежуток."},
        {"id": 53, "text": "Коля: Ребята, сегодня я отлично провёл время и узнал много нового! Мне пора возвращаться обратно в музей, на мою картину. Спасибо вам! Надеюсь, скоро увидимся."}
    ],
}

export default {
    constTaskNightInTheMuseum
}